IDEA Open Model
RebarSegment3DBase Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the RebarSegment3DBase class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected RebarSegment3DBase()
Protected Sub New
See Also
Reference
RebarSegment3DBase Class
IdeaRS.OpenModel.Model Namespace